// くうはく危機一髪で負けた時の文字絵
const KUROHIGE_ANIMATION_FRAMES = [
    [
        `       ！？
     (;´Д\`)
`,

        `   ヽ(;´Д\`)ノ え！？
      (     )
`,

        `   ヽ(;´Д\`)ノ あっ！
      (     )
      ノωヽ
`,

        `   ヽ(;´Д\`)ノ  うわああ！
      (     )
      ノωヽ
       川川

`,
        `      ＿△＿
     (;´人\`)  南無
      (    )
      ノωヽ
       川川


`
    ],
    [
        `       ！？
     (;´Д\`)
`,
        `       |    |
      (;´Д\`)
`,
        `      (⌒⌒⌒)
       |    |
      (;´Д\`)
`,
        `    (⌒⌒⌒)
     ＼    ＼
      (;´Д\`)
`,
        ` (⌒⌒⌒)
  ＼    ＼
    ＼    ＼
      (;´Д\`)
`,
        `  (⌒⌒⌒)
   ＼    ＼
     ＼    ＼
      (;´Д\`)
`,
        `        (⌒⌒⌒)
       /    /
      /    /
      (;´Д\`)
`,
        `            (⌒⌒⌒)
          ／    ／
        ／    ／
      (;´Д\`)
`,
        `      (⌒⌒⌒)  ドカーン
       |    |
       |    |
      (;´Д\`)
`,
        `      (⌒⌒⌒)  ドカーン
       |    |
       |    |
      (;´Д\`)＿
      <(    )ノ
`,
        `      (⌒⌒⌒)  ドカーン
       |    |
       |    |
      (;´Д\`)＿
      <(    )ノ
       ノωヽ
`,
        `      (⌒⌒⌒)  ドカーン
       |    |
       |    |
      (;´Д\`)＿  ピザおまち
      <(    )ノ
       ノωヽ
       川川

`
    ]
];